Repository: SteveKnobloch/AGRIFUTURE_desktop_agent
Catalog: src/docker/buildfiles/opt/ada/app/translations/messages.*.xlf
Languages: de

source: Imprint
de: Impressum

source: Privacy policy and terms of service
de: Datenschutz und Nutzungsbedingungen

source: Phone
de: Telefon

source: Hello World!
de: Hallo Welt!

source: Results
de: Ergebnisse

source: running
de: gestartet

source: paused
de: pausiert

source: crashed
de: abgebrochen

source: completed
de: beendet

source: language label german
de: Deutsch

source: language label english
de: English

source: Frontpage
de: Startseite

source: Show details of the current analysis
de: Details der aktuellen Analyse anzeigen

source: Show results of the current analysis on the AGRIFUTURΞ website
de: Ergebnisse der aktuellen Analyse auf der AGRIFUTURΞ Website anzeigen

source: Launch an analysis
de: Eine Analyse starten

source: Connect user account
de: Benutzerkonto verknüpfen

source: Connect a user account
de: Ein Benutzerkonto verknüpfen

source: Connected user account
de: Verknüpftes Benutzerkonto

source: Title of desktop agent
de: Titel des Desktop-Agents

source: Show and edit connected user account
de: Verknüpftes Benutzerkonto anzeigen und bearbeiten

source: Connect another user account
de: Ein anderes Benutzerkonto verknüpfen

source: Your email address
de: Ihre E-Mail-Adresse

source: Host determination
de: Wirtsbestimmung

source: Pathogen determination
de: Pathogenbestimmung

source: Analysis
de: Analyse

source: Duration
de: Laufzeit

source: Upload folder
de: Upload Ordner

source: Number of files uploaded
de: Anzahl der übertragenen Dateien

source: Current file
de: Aktuelle Datei

source: cancel
de: abbrechen

source: pause
de: pausieren

source: stop
de: beenden

source: Cancel analysis
de: Analyse abbrechen

source: Are you sure you want to cancel the current analysis?
de: Sind Sie sicher, dass Sie die Analyse abbrechen möchten? Alle Daten dieser Analyse gehen dabei verloren!

source: cancel analysis
de: Analyse abbrechen

source: Are you sure you want to stop the current analysis?
de: Sind Sie sicher, dass Sie die Analyse beenden möchten?

source: stop analysis
de: Analyse beenden

source: Analysis type
de: Analysetyp

source: Data format
de: Datenformat

source: Host plant
de: Wirtspflanze

source: Country
de: Land

source: City
de: Ort

source: Geolocation
de: Geolokalisierung

source: Longitude
de: Längengrad

source: Latitude
de: Breitengrad

source: Show results of Analysis
de: Ergebnisse der Analyse anzeigen

source: Started
de: Gestartet

source: Crashed
de: Abgebrochen

source: Paused
de: Pausiert

source: Completed
de: Beendet

source: close
de: Schließen

source: continue
de: Fortsetzen

source: Register a new RAPID-Pipeline analysis
de: Eine neue RAPID-Pipeline-Analyse registrieren

source: new analysis
de: neue Analyse

source: Your email address will be used as your username.
de: Ihre E-Mail-Adresse wird als Nutzername verwendet.

source: Your password
de: Ihr Passwort

source: min. 8 characters, min. 1 digit, min. 1 letter, min. 1 special character (#?!@$%^*-)
de: min. 8 Zeichen, davon min. 1 Ziffer, min. 1 Buchstabe, min. 1 Sonderzeichen (#?!@$%^*-)

source: Title of the desktop agent
de: Titel des Desktop Agents

source: Host designation
de: Wirtsbestimmung

source: Pathogendesignation
de: Pathogenbestimmung

source: Title of analysis
de: Titel der Analyse

source: This is a descriptive text
de: Das ist ein beschreibender Text

source: Country of sequencing
de: Land der Sequenzierung

source: City of sequencing
de: Ort der Sequenzierung

source: Please select the folder in which the sequencing data should be saved.
de: Bitte wählen Sie den Ordner, in dem die Sequenzierungsdaten gespeichert werden sollen.

source: fast5 options
de: fast5 Optionen

source: Flowcell-Type
de: Flowcell-Typ

source: A descriptive text
de: Ein beschreibender Text

source: I am sure that the data given do not contain human sequences.
de: Ich bin sicher, dass die übertragenen Daten keine menschlichen Sequenzen enthalten.

# Fields marked with &quot;*&quot; are mandatory.
source: Fields marked with "*" are mandatory.
de: Mit "*" gekennzeichnete Felder sind Pflichtfelder.

source: Cancel
de: Abbruch

source: Launch analysis
de: Analyse starten

source: Analysis ends automatically on
de: Die Analyse endet automatisch am

source: Please select
de: Bitte wählen

source: Continue
de: Fortsetzen

source: Finish
de: Beenden

source: Are you sure you want to finish the current analysis?
de: Sind Sie sicher, dass Sie die aktuelle Analyse beenden wollen?

source: Finish analysis
de: Analyse beenden

source: Instructions
de: Benutzeranleitung

source: Please choose a unique title
de: Bitte wählen Sie einen eindeutigen Titel.

source: e.g.Triticum aestivum or Wheat
de: z.B.Triticum aestivum oder Weizen

source: Country of sample origin
de: Herkunftsland

source: Location of sample collection
de: Ort der Probenahme

source: e.g. London
de: z.B. London

source: Please select the folder that contains the raw data, if it is not displayed, reload the Desktop Agent.
de: Bitte wählen Sie den Ordner aus, der die Rohdaten enthält. Wird er nicht angezeigt, laden Sie den Desktop-Agent neu.

source: Reference database
de: Referenz-Datenbank

source: Select Pathogen DB only if you want to determine pathogens.
de: Wählen Sie Pathogen DB nur, wenn Sie Pathogene bestimmen wollen.

source: Format of raw data
de: Format der Rohdaten

source: Dependent on selection, further fields could be shown.
de: Je nach Auswahl können weitere Felder angezeigt werden.

source: I have read the privacy policy and terms of service
de: Ich habe die Datenschutzerklärung und Nutzungsbedingungen gelesen.

source: e.g. Tomato plant, Solanum lycopersicum
de: z.B. Tomatenpflanze oder Solanum lycopersicum

source: e.g. city, region or state
de: z.B. Stadt, Region, Bundesland

source: Geolocation of sample collection site
de: Geolokation der Probennahme

source: Please select Flowcell-Typ first.
de: Bitte zuerst einen Flowcell-Typ auswählen.

source: e.g. Laboratory A
de: z.B. Labor A

source: Username of your AGRIFUTURΞ user account
de: Nutzername Ihres AGRIFUTURΞ Benutzerkontos

source: Password of your AGRIFUTURΞ user account
de: Passswort Ihres AGRIFUTURΞ Benutzerkontos

source: hosts
de: NCBI nt DB

source: pathogens
de: Pathogen DB

source: UnknownError
de: Es ist ein unbekannter Fehler aufgetreten.

source: pathogen DB options
de: Pathogen DB Optionen

source: chemical/seq-na-fastq
de: fastq

source: chemical/x-seq-na-fast5
de: fast5

source: Unknown
de: Unbekannt

source: Reconnect your account
de: Benutzerkonto erneut verknüpfen

source: You are no longer logged in!
de: Sie sind nicht mehr angemeldet!

source: You probably used the Portal to log out this Desktop Agent. You’ll need to reconnect it to keep going.
de: Sie haben diesen Desktop Agent wahrscheinlich über das Portal abgemeldet. Sie müssen sich zum Fortfahren neu verbinden.

source: Cannot connect to the portal
de: Verbindung zum Portal gescheitert

source: Are you offline?
de: Sind Sie Offline?

source: We cannot connect to the AGRIFUTURE Portal website. To solve this issue, attempt the following:
de: Wir können uns nicht mit dem Webportal von AGRIFUTURE verbinden. Probieren Sie folgendes, um das Problem zu lösen:

source: Reload this page.
de: Lade diese Seite neu.

source: Check your internet connection.
de: Prüfen Sie Ihre Internetverbindung.

source: Verify your firewall and proxy settings.
de: Schauen Sie, ob die Firewall- und Proxyeinstellungen stimmen.

source: If you can’t reach the portal directly, try again later.
de: Wenn Sie sich nicht direkt mit dem Portal verbinden können, Versuchen Sie es später.

source: You’ll need to use another account.
de: Sie müssen ein anderes Benutzerkonto verwenden.

source: It seems as if your account can no longer use the API. You’ll need another one to use the Desktop Agent. Contact us if you believe this to be a mistake.
de: Es schaut so aus, als ob Ihr Benutzerkonto die API nicht mehr verwenden darf. Sie müssen sich für die Benutzung des Desktop Agents erneut registrieren. Kontaktieren Sie uns, wenn dies ein Irrtum ist.

source: The analysis was abandoned. You can still check it in the portal. Please consider finishing or canceling it.
de: Diese Analyse wurde zurückgelassen. Sie können den Status weiterhin im Portal prüfen. Bitte ziehen Sie in betracht, die Analyse dort zu beenden oder abzubrechen.

source: Forbidden
de: Verboten

source: You cannot use this account to check this analysis. Maybe you wish to switch your account to the one you used to start the analysis?
de: Sie können mit diesem Benutzerkonto nicht diese Analyse ansehen. Möglicherweise wollen Sie Ihr Benutzerkonto zu dem Benutzer wechseln, welche die Analyse gestartet hat?

source: Alternatively, you can abandon this analysis. No new files can be added, but it will continue running until it times out.
de: Anderenfalls können Sie die Analyse zurücklassen. Es werden keine neuen Dateien mehr hochgeladen, aber der Prozess läuft bis zur Zeitbegrenzung weiter.

source: Abandon
de: Zurücklassen

source: Abandon analysis
de: Analyse zurücklassen

source: Are you sure you want to abandon the current analysis? You won’t be able to add any new files to it.
de: Sind Sie sich sicher, diese Analyse zurücklassen zu wollen? Es wird unmöglich, weitere Dateien hinzuzufügen.

source: The files in the upload folder seem to differ from the uploaded ones. If you haven’t touched them on disk, your analysis may be inaccurate.
de: Die Dateien im Upload folder scheinen sich von den hochgeladenen zu unterscheiden. Wenn Sie die Dateien auf Ihrer Festplatte nicht geändert haben, ist die Analyse möglicherweise inakkurat.

source: uploadError.InvalidToken
de: Die Datei {file} konnte wegen fehlenden Zugangsdaten nicht hochgeladen werden.

source: uploadError.Forbidden
de: Die Datei {file} konnte wegen fehlenden Zugriffsrechte nicht hochgeladen werden.

source: uploadError.NoSuchAnalysis
de: Die Datei {file} konnte nicht hochgeladen werden, da die Analyse bereits abgeschlossen war. Die Analyse ist wahrscheinlich unvollständig.

source: uploadError.TooLarge
de: Die Datei {file} ist zu groß. Verkleinern Sie die Datei.

source: uploadError.FormatMismatch
de: Die Datei {file} hat ein anderes Format als die Analyse.

source: uploadError.RetryLater
de: Das hochladen von Dateien ist aufgrund hoher Resourcefulness auf unseren Servern gerade unterbrochen.

source: uploadError.AlreadyUploaded
de: Die Datei {file} wurde bereits hochgeladen.

source: uploadError.UnknownError
de: Die Datei {file} konnte nicht hochgeladen werden.

source: The CSRF token is invalid. Please try to resubmit the form.
de: Das CSRF-Token ist ungültig. Bitte versuchen Sie, das Formular erneut abzuschicken.

source: typo3_slug_imprint
de: impressum

source: typo3_slug_privacy
de: datenschutz-agb

source: typo3_slug_register
de: registrierung

source: here
de: hier

source: You don’t have an account yet? Create an account 1 to connect with your desktop agent.
de: Sie haben noch kein Konto? Erstellen Sie 1 ein Konto, um sich mit Ihrem Desktop-Agenten zu verbinden.

source: typo3_slug_user_manual
de: benutzeranleitung

source: User manual
de: Benutzeranleitung

source: Page will be reloaded in
de: Seite wird neu geladen in

source: seconds
de: Sekunden
